export const forecast = [
  {
    region: "1",
    night: {
      period: "30-09-2020 21:00 - 01-10-2020 09:00",
      prognoz:
        "Без осадков, местами туман; Ветер восточных направлений 4-9 м/с; на юге порывы 10-13 м/с; Температура воздуха +4,+9.",
    },
    day: {
      period: "01-10-2020 09:00 - 01-10-2020 21:00",
      prognoz:
        "Без осадков; Ветер восточных направлений 4-9 м/с; на юге порывы 10-13 м/с; Температура воздуха +14,+19.",
    },
  },
  {
    region: "2",
    night: {
      period: "30-09-2020 21:00 - 01-10-2020 09:00",
      prognoz:
        "Без осадков, местами туман; Ветер восточных направлений 4-9 м/с; на юге порывы 10-13 м/с; Температура воздуха +4,+9.",
    },
    day: {
      period: "01-10-2020 09:00 - 01-10-2020 21:00",
      prognoz:
        "Без осадков; Ветер восточных направлений 4-9 м/с; Температура воздуха +14,+19.",
    },
  },
  {
    region: "3",
    night: {
      period: "30-09-2020 21:00 - 01-10-2020 09:00",
      prognoz:
        "Без осадков, местами туман; Ветер восточных направлений 4-9 м/с; Температура воздуха +4,+9.",
    },
    day: {
      period: "01-10-2020 09:00 - 01-10-2020 21:00",
      prognoz:
        "Без осадков; Ветер восточных направлений 4-9 м/с; Температура воздуха +14,+19.",
    },
  },
  {
    region: "4",
    night: {
      period: "30-09-2020 21:00 - 01-10-2020 09:00",
      prognoz:
        "Без существенных осадков, местами туман; Ветер южных направлений 4-9 м/с; Температура воздуха +4,+9, на севере при прояснении около 0.",
    },
    day: {
      period: "01-10-2020 09:00 - 01-10-2020 21:00",
      prognoz:
        "Без существенных осадков; Ветер южных направлений 4-9 м/с; Температура воздуха +10,+15.",
    },
  },
  {
    region: "5",
    night: {
      period: "30-09-2020 21:00 - 01-10-2020 09:00",
      prognoz:
        "Без существенных осадков, местами туман; Ветер южных направлений 4-9 м/с; Температура воздуха +3,+8, при прояснении около 0.",
    },
    day: {
      period: "01-10-2020 09:00 - 01-10-2020 21:00",
      prognoz:
        "Без существенных осадков; Ветер южных направлений 4-9 м/с; Температура воздуха +8,+13.",
    },
  },
  {
    region: "6",
    night: {
      period: "30-09-2020 21:00 - 01-10-2020 09:00",
      prognoz:
        "Без осадков, местами туман; Ветер восточных направлений 4-9 м/с; Температура воздуха +4,+9, при прояснении до +1.",
    },
    day: {
      period: "01-10-2020 09:00 - 01-10-2020 21:00",
      prognoz:
        "Без осадков; Ветер восточных направлений 4-9 м/с; Температура воздуха +13,+18.",
    },
  },
  {
    region: "7",
    night: {
      period: "30-09-2020 21:00 - 01-10-2020 09:00",
      prognoz:
        "Без осадков; Ветер восточный 4-9 м/с; Температура воздуха +6,+8.",
    },
    day: {
      period: "01-10-2020 09:00 - 01-10-2020 21:00",
      prognoz:
        "Без осадков; Ветер восточный 4-9 м/с; Температура воздуха +15,+17.",
    },
  },
];
