[
    {
        "ks": "046409",
        "ms": "Бабаево",
        "km": "351 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 8,
                "name": "СУ-34 Бабаево"
            },
            {
                "id": 6,
                "name": "ТЧЭ-22"
            },
            {
                "id": 7,
                "name": "ДС(ПКО)"
            },
            {
                "id": 250,
                "name": "УРГ Бабаево"
            },
            {
                "id": 908,
                "name": "ДОЛБ Бабаево"
            },
            {
                "id": 5,
                "name": "ПЧ-33"
            }
        ]
    },
    {
        "ks": "066008",
        "ms": "Великие Луки",
        "km": "478 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 24,
                "name": "СЛД-7"
            },
            {
                "id": 28,
                "name": "ДС"
            },
            {
                "id": 27,
                "name": "ШЧ-23"
            },
            {
                "id": 29,
                "name": "ПТО Великие Луки"
            },
            {
                "id": 26,
                "name": "ТЧЭ-31"
            },
            {
                "id": 25,
                "name": "ТРПУ-9"
            },
            {
                "id": 921,
                "name": "ДОЛБ Великие Луки"
            },
            {
                "id": 239,
                "name": "УРГ Великие Луки"
            }
        ]
    },
    {
        "ks": "041602",
        "ms": "Малая Вишера",
        "km": "162 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 98,
                "name": "ДС"
            },
            {
                "id": 97,
                "name": "СЛД-9"
            },
            {
                "id": 96,
                "name": "ПЧ-7"
            }
        ]
    },
    {
        "ks": "056701",
        "ms": "Дно",
        "km": "246 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 53,
                "name": "СЛД-8"
            },
            {
                "id": 241,
                "name": "УРГ Дно"
            },
            {
                "id": 54,
                "name": "ТЧЭ-18"
            },
            {
                "id": 55,
                "name": "ШЧ-15"
            },
            {
                "id": 52,
                "name": "ПЧ-21"
            },
            {
                "id": 903,
                "name": "ДОЛБ Дно"
            },
            {
                "id": 56,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020004",
        "ms": "Выборг",
        "km": "129 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 46,
                "name": "СО-58 Выборг"
            },
            {
                "id": 47,
                "name": "СУ-41 Выборг"
            },
            {
                "id": 44,
                "name": "ПТО Выборг"
            },
            {
                "id": 42,
                "name": "ТЧЭ-11"
            },
            {
                "id": 41,
                "name": "ПЧ-18"
            },
            {
                "id": 43,
                "name": "ШЧ-13"
            },
            {
                "id": 889,
                "name": "ДОЛБ Выборг"
            },
            {
                "id": 245,
                "name": "УРГ Выборг"
            },
            {
                "id": 45,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "039301",
        "ms": "Зеленогорск",
        "km": "50 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 58,
                "name": "ДС"
            },
            {
                "id": 57,
                "name": "ПЧ-17"
            }
        ]
    },
    {
        "ks": "014906",
        "ms": "Кандалакша",
        "km": "1172 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 61,
                "name": "СЛД-13"
            },
            {
                "id": 66,
                "name": "ДС"
            },
            {
                "id": 59,
                "name": "ВЧДр-21"
            },
            {
                "id": 63,
                "name": "ТЧЭ-5"
            },
            {
                "id": 64,
                "name": "ШЧ-20"
            },
            {
                "id": 62,
                "name": "ТРПУ-27"
            },
            {
                "id": 65,
                "name": "ЭЧ-13"
            },
            {
                "id": 60,
                "name": "ПЧ-40"
            },
            {
                "id": 885,
                "name": "ДОЛБ Кандалакша"
            },
            {
                "id": 249,
                "name": "УРГ Кандалакша"
            },
            {
                "id": 762,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027906",
        "ms": "Костомукша-Пассажирская",
        "km": "91 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 84,
                "name": "СУ-55 Костомукша"
            },
            {
                "id": 83,
                "name": "ДС"
            },
            {
                "id": 82,
                "name": "ПТО Костомукша"
            },
            {
                "id": 914,
                "name": "ДОЛБ Костомукша"
            }
        ]
    },
    {
        "ks": "050009",
        "ms": "Бологое-Московское",
        "km": "320 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 23,
                "name": "СУ-69 Бологое"
            },
            {
                "id": 21,
                "name": "ПТО Бологое"
            },
            {
                "id": 102,
                "name": "ШЧ-3"
            },
            {
                "id": 18,
                "name": "ТЧЭ-4"
            },
            {
                "id": 20,
                "name": "ЭЧ-2"
            },
            {
                "id": 14,
                "name": "ВЧДЭ-4"
            },
            {
                "id": 19,
                "name": "ШЧ-4"
            },
            {
                "id": 16,
                "name": "ПЧ-1 ИССО БОЛОГОЕ"
            },
            {
                "id": 882,
                "name": "ДОЛБ Бологое"
            },
            {
                "id": 15,
                "name": "ПМС-82"
            },
            {
                "id": 236,
                "name": "УРГ Бологое"
            },
            {
                "id": 17,
                "name": "ПЧ-5"
            },
            {
                "id": 22,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "040008",
        "ms": "Волховстрой-1",
        "km": "122 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 30,
                "name": "ВЧДр-17"
            },
            {
                "id": 34,
                "name": "СЛД-5"
            },
            {
                "id": 37,
                "name": "ШЧР-10"
            },
            {
                "id": 31,
                "name": "ВЧДЭ-28"
            },
            {
                "id": 40,
                "name": "ПТО Волховстрой"
            },
            {
                "id": 36,
                "name": "ТЧЭ-21"
            },
            {
                "id": 38,
                "name": "ЭЧ-7"
            },
            {
                "id": 35,
                "name": "ТРПУ-16"
            },
            {
                "id": 32,
                "name": "ПЧ-31"
            },
            {
                "id": 904,
                "name": "ДОЛБ Волховстрой"
            },
            {
                "id": 39,
                "name": "ДС(КПБ)"
            },
            {
                "id": 927,
                "name": "НГЧ-11"
            },
            {
                "id": 253,
                "name": "УРГ Волховстрой"
            },
            {
                "id": 33,
                "name": "РЦС-6"
            }
        ]
    },
    {
        "ks": "051106",
        "ms": "Сонково",
        "km": "261 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 238,
                "name": "УРГ Сонково"
            },
            {
                "id": 203,
                "name": "СУ-54 Сонково"
            },
            {
                "id": 883,
                "name": "ДОЛБ Сонково"
            },
            {
                "id": 204,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "013208",
        "ms": "Кемь",
        "km": "837 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 67,
                "name": "ВЧДр-20"
            },
            {
                "id": 69,
                "name": "СЛД-10"
            },
            {
                "id": 73,
                "name": "ДС"
            },
            {
                "id": 71,
                "name": "ШЧ-19"
            },
            {
                "id": 74,
                "name": "ПТО Кемь"
            },
            {
                "id": 247,
                "name": "УРГ Кемь"
            },
            {
                "id": 72,
                "name": "ЭЧ-9"
            },
            {
                "id": 70,
                "name": "ТЧЭ-26"
            },
            {
                "id": 68,
                "name": "ПЧ-38"
            },
            {
                "id": 912,
                "name": "ДОЛБ Кемь"
            }
        ]
    },
    {
        "ks": "076300",
        "ms": "Лужская",
        "km": "21 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 255,
                "name": "УРГ Лужская"
            },
            {
                "id": 95,
                "name": "СУ-35 Лужская"
            },
            {
                "id": 93,
                "name": "ПТО Лужская"
            },
            {
                "id": 900,
                "name": "ДОЛБ Лужская-сортировочная"
            },
            {
                "id": 94,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "060073",
        "ms": "Москва-Пассажирская",
        "km": "650 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 110,
                "name": "СУ-68 Москва"
            },
            {
                "id": 111,
                "name": "ОПЧ-1"
            },
            {
                "id": 109,
                "name": "ДС"
            },
            {
                "id": 107,
                "name": "ТЧЭ-1"
            },
            {
                "id": 108,
                "name": "ШЧ-1"
            },
            {
                "id": 880,
                "name": "ДОЛБ Москва"
            },
            {
                "id": 926,
                "name": "НГЧ-1"
            },
            {
                "id": 262,
                "name": "УРГ Москва"
            }
        ]
    },
    {
        "ks": "018409",
        "ms": "Мурманск",
        "km": "1448 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 113,
                "name": "ВЧДр-22"
            },
            {
                "id": 121,
                "name": "СО-64 Мурманск"
            },
            {
                "id": 116,
                "name": "ТЧЭ-28"
            },
            {
                "id": 115,
                "name": "РЦС-5"
            },
            {
                "id": 117,
                "name": "ШЧ-21"
            },
            {
                "id": 120,
                "name": "ПТО Мурманск"
            },
            {
                "id": 118,
                "name": "ЭЧ-10"
            },
            {
                "id": 915,
                "name": "ДОЛБ Мурманск"
            },
            {
                "id": 260,
                "name": "УРГ Мурманск"
            },
            {
                "id": 114,
                "name": "ПЧ-42"
            },
            {
                "id": 119,
                "name": "ДС"
            },
            {
                "id": 928,
                "name": "НГЧ-14"
            }
        ]
    },
    {
        "ks": "010002",
        "ms": "Петрозаводск",
        "km": "403 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 139,
                "name": "ТРПУ-24"
            },
            {
                "id": 138,
                "name": "СЛД-12"
            },
            {
                "id": 141,
                "name": "ЭЧ-8"
            },
            {
                "id": 135,
                "name": "ВЧДЭ-27"
            },
            {
                "id": 137,
                "name": "РЦС-4"
            },
            {
                "id": 140,
                "name": "ШЧ-17"
            },
            {
                "id": 143,
                "name": "ПТО Петрозаводск"
            },
            {
                "id": 134,
                "name": "ВЧДр-19"
            },
            {
                "id": 136,
                "name": "ПЧ-34"
            },
            {
                "id": 911,
                "name": "ДОЛБ Петрозаводск"
            },
            {
                "id": 248,
                "name": "УРГ Петрозаводск"
            },
            {
                "id": 929,
                "name": "НГЧ-12"
            },
            {
                "id": 142,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034505",
        "ms": "Лигово",
        "km": "14 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 91,
                "name": "ЭЧ-4"
            },
            {
                "id": 92,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016009",
        "ms": "Апатиты",
        "km": "1263 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 2,
                "name": "ИЧ-1 АПАТИТЫ"
            },
            {
                "id": 4,
                "name": "ДС"
            },
            {
                "id": 3,
                "name": "ПТО Апатиты"
            },
            {
                "id": 1,
                "name": "ВЧДЭ-23"
            },
            {
                "id": 259,
                "name": "УРГ Апатиты"
            }
        ]
    },
    {
        "ks": "066602",
        "ms": "Новосокольники",
        "km": "507 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 129,
                "name": "СО-59 Новосокольники"
            },
            {
                "id": 126,
                "name": "ВЧДЭ-24"
            },
            {
                "id": 127,
                "name": "ПЧ-45"
            },
            {
                "id": 922,
                "name": "ДОЛБ Новосокольники"
            },
            {
                "id": 128,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070605",
        "ms": "Псков-Пассажирский",
        "km": "274 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 151,
                "name": "СУ-65 Псков"
            },
            {
                "id": 146,
                "name": "ВЧДр-12"
            },
            {
                "id": 149,
                "name": "ЭЧ-6"
            },
            {
                "id": 148,
                "name": "ШЧР-16"
            },
            {
                "id": 147,
                "name": "ПЧ-26"
            },
            {
                "id": 901,
                "name": "КОЛБ Псков"
            },
            {
                "id": 243,
                "name": "УРГ Псков"
            },
            {
                "id": 150,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016308",
        "ms": "Оленегорск",
        "km": "1337 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 130,
                "name": "ПТО Оленегорск"
            },
            {
                "id": 131,
                "name": "ДС"
            },
            {
                "id": 916,
                "name": "ДОЛБ Оленегорск"
            }
        ]
    },
    {
        "ks": "040101",
        "ms": "Великий Новгород",
        "km": "170 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 122,
                "name": "ПТО Великий Новгород"
            },
            {
                "id": 257,
                "name": "УРГ Новгород"
            },
            {
                "id": 123,
                "name": "ИЧ-3 ЮЖНАЯ"
            },
            {
                "id": 894,
                "name": "КОЛБ Новгород"
            },
            {
                "id": 124,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "023106",
        "ms": "Кузнечное",
        "km": "155 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 87,
                "name": "ПТО Кузнечное"
            },
            {
                "id": 890,
                "name": "ДОЛБ Кузнечное"
            },
            {
                "id": 88,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015400",
        "ms": "Ковдор",
        "km": "116 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 80,
                "name": "ПТО Ковдор"
            },
            {
                "id": 81,
                "name": "ДС"
            },
            {
                "id": 886,
                "name": "ДОЛБ Ковдор"
            }
        ]
    },
    {
        "ks": "045209",
        "ms": "Кириши",
        "km": "67 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 79,
                "name": "ПТО Кириши"
            },
            {
                "id": 77,
                "name": "ШЧ-12"
            },
            {
                "id": 78,
                "name": "ДС"
            },
            {
                "id": 256,
                "name": "УРГ Кириши"
            }
        ]
    },
    {
        "ks": "011306",
        "ms": "Медвежья Гора",
        "km": "557 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 106,
                "name": "СУ-46 Медвежья Гора"
            },
            {
                "id": 104,
                "name": "ТЧЭ-25"
            },
            {
                "id": 910,
                "name": "ДОЛБ Мед.гора"
            },
            {
                "id": 105,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034007",
        "ms": "Гатчина-Товарная-Балтийская",
        "km": "48 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 240,
                "name": "УРГ Гатчина"
            },
            {
                "id": 897,
                "name": "ДОЛБ Гатчина"
            },
            {
                "id": 869,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038101",
        "ms": "Ручьи",
        "km": "7 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 163,
                "name": "ДС"
            },
            {
                "id": 162,
                "name": "СУ-53 Ручьи"
            },
            {
                "id": 892,
                "name": "ДОЛБ Ручьи"
            }
        ]
    },
    {
        "ks": "027802",
        "ms": "Костомукша-Товарная",
        "km": "81 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 258,
                "name": "УРГ Костомукша"
            },
            {
                "id": 268,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070709",
        "ms": "Печоры-Псковские",
        "km": "47 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 144,
                "name": "ПТО Печоры-Псковские"
            },
            {
                "id": 145,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "060054",
        "ms": "",
        "km": "ПК ",
        "piket": "",
        "nodes": [
            {
                "id": 133,
                "name": "ДС"
            },
            {
                "id": 132,
                "name": "ЭЧ-1"
            }
        ]
    },
    {
        "ks": "077905",
        "ms": "Пыталово",
        "km": "368 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 153,
                "name": "ДС(ПКО)"
            },
            {
                "id": 152,
                "name": "ПТО Пыталово"
            },
            {
                "id": 902,
                "name": "ДОЛБ Пыталово"
            }
        ]
    },
    {
        "ks": "061108",
        "ms": "Решетниково",
        "km": "545 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 155,
                "name": "ДС"
            },
            {
                "id": 154,
                "name": "ОПМС-1"
            }
        ]
    },
    {
        "ks": "060001",
        "ms": "Ховрино",
        "km": "3 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 230,
                "name": "ДС"
            },
            {
                "id": 229,
                "name": "СУ-47 Ховрино"
            },
            {
                "id": 228,
                "name": "ПТО Ховрино"
            },
            {
                "id": 881,
                "name": "КОЛБ Ховрино"
            }
        ]
    },
    {
        "ks": "013000",
        "ms": "Беломорск",
        "km": "782 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 9,
                "name": "ПЧ-36"
            },
            {
                "id": 11,
                "name": "ПТО Беломорск"
            },
            {
                "id": 246,
                "name": "УРГ Беломорск"
            },
            {
                "id": 10,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "063006",
        "ms": "Ржев-Балтийский",
        "km": "237 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 157,
                "name": "ТЧЭ-32"
            },
            {
                "id": 159,
                "name": "СУ-71 Ржев"
            },
            {
                "id": 156,
                "name": "ПЧ-6"
            },
            {
                "id": 924,
                "name": "ДОЛБ Ржев-Балтийский"
            },
            {
                "id": 237,
                "name": "УРГ Ржев"
            },
            {
                "id": 158,
                "name": "ДС(КПБ)"
            }
        ]
    },
    {
        "ks": "043909",
        "ms": "Хвойная",
        "km": "230 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 227,
                "name": "ДС"
            },
            {
                "id": 226,
                "name": "СЛД-11"
            },
            {
                "id": 225,
                "name": "ПЧ-30"
            },
            {
                "id": 251,
                "name": "УРГ Хвойная"
            }
        ]
    },
    {
        "ks": "030006",
        "ms": "Санкт-Петербург-Сорт.-Московский",
        "km": "11 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 182,
                "name": "ВЧДр-5"
            },
            {
                "id": 183,
                "name": "ВЧДЭ-6"
            },
            {
                "id": 185,
                "name": "ТРПУ-2"
            },
            {
                "id": 186,
                "name": "ТЧЭ-12"
            },
            {
                "id": 184,
                "name": "СЛД-3"
            },
            {
                "id": 188,
                "name": "ЭЧ-3"
            },
            {
                "id": 891,
                "name": "ДОЛБ СПбСМ"
            },
            {
                "id": 189,
                "name": "ПТО Санкт-Петербург-Сортировочный-Московский"
            },
            {
                "id": 252,
                "name": "УРГ Санкт-Петербург-Сорт.-Московский"
            },
            {
                "id": 187,
                "name": "ШЧ-6"
            },
            {
                "id": 190,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "047505",
        "ms": "Тихвин",
        "km": "94 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 222,
                "name": "ДС"
            },
            {
                "id": 221,
                "name": "ШЧ-8"
            },
            {
                "id": 220,
                "name": "ПЧ-32"
            }
        ]
    },
    {
        "ks": "049407",
        "ms": "Свирь",
        "km": "288 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 197,
                "name": "СУ-67 Свирь"
            },
            {
                "id": 906,
                "name": "ДОЛБ Свирь"
            },
            {
                "id": 198,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "061502",
        "ms": "Тверь",
        "km": "484 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 214,
                "name": "СЛД-06"
            },
            {
                "id": 217,
                "name": "ЭЧ-12"
            },
            {
                "id": 216,
                "name": "ШЧР-2"
            },
            {
                "id": 219,
                "name": "ВЧД-14"
            },
            {
                "id": 215,
                "name": "ТРПУ-3"
            },
            {
                "id": 254,
                "name": "УРГ Тверь"
            },
            {
                "id": 212,
                "name": "ПЧ-3"
            },
            {
                "id": 218,
                "name": "ДС"
            },
            {
                "id": 213,
                "name": "РЦС-1"
            }
        ]
    },
    {
        "ks": "063103",
        "ms": "Ржев-Белорусский",
        "km": "136 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 160,
                "name": "ПМС-199"
            },
            {
                "id": 161,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "033004",
        "ms": "Шушары",
        "km": "14 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 233,
                "name": "ПТО Шушары"
            },
            {
                "id": 235,
                "name": "ДС"
            },
            {
                "id": 234,
                "name": "СУ-57 Шушары"
            },
            {
                "id": 896,
                "name": "ДОЛБ Шушары"
            }
        ]
    },
    {
        "ks": "031812",
        "ms": "Санкт-Петербург-Главный",
        "km": "1 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 175,
                "name": "ПЧ-2 ИССО С-ПБ"
            },
            {
                "id": 177,
                "name": "РЦС-3"
            },
            {
                "id": 179,
                "name": "ТЧЭ-8"
            },
            {
                "id": 180,
                "name": "ШЧР-7"
            },
            {
                "id": 178,
                "name": "СЛД-4"
            },
            {
                "id": 888,
                "name": "КОЛБ ТЧ-8"
            },
            {
                "id": 266,
                "name": "УРГ Санкт-Петербург-Главный"
            },
            {
                "id": 176,
                "name": "ПЧ-10"
            },
            {
                "id": 930,
                "name": "НГЧ-3"
            },
            {
                "id": 181,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057009",
        "ms": "Локня",
        "km": "366 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 451,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "060433",
        "ms": "Крюково",
        "km": "612 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 85,
                "name": "ДМВ (ТЧ-6)"
            },
            {
                "id": 86,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025807",
        "ms": "Суоярви I",
        "km": "403 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 209,
                "name": "ТЧЭ-30"
            },
            {
                "id": 211,
                "name": "СО-63 Суоярви"
            },
            {
                "id": 918,
                "name": "ДОЛБ Суоярви"
            },
            {
                "id": 210,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "035300",
        "ms": "",
        "km": "ПК ",
        "piket": "",
        "nodes": [
            {
                "id": 164,
                "name": "ДМВ (ТЧ-15)"
            },
            {
                "id": 166,
                "name": "ШЧР-14"
            },
            {
                "id": 165,
                "name": "ПЧ-11"
            }
        ]
    },
    {
        "ks": "038205",
        "ms": "Санкт-Петербург-Финляндский",
        "km": "1 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 193,
                "name": "ДМВ (ТЧ-20)"
            },
            {
                "id": 195,
                "name": "ШЧ-11"
            },
            {
                "id": 267,
                "name": "УРГ Санкт-Петербург-Финляндский"
            },
            {
                "id": 194,
                "name": "ПЧ-14"
            },
            {
                "id": 196,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "062702",
        "ms": "Вышний Волочек",
        "km": "365 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 48,
                "name": "ПЧ-4"
            },
            {
                "id": 49,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "033061",
        "ms": "СПБ-Витебский",
        "km": "1 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 173,
                "name": "ШЧ-9"
            },
            {
                "id": 168,
                "name": "ВЧДЭ-13"
            },
            {
                "id": 171,
                "name": "СЛД-2"
            },
            {
                "id": 167,
                "name": "ВЧДр-11"
            },
            {
                "id": 172,
                "name": "ТЧЭ-14"
            },
            {
                "id": 895,
                "name": "КОЛБ ТЧ-14"
            },
            {
                "id": 264,
                "name": "УРГ СПБ-Витебский"
            },
            {
                "id": 169,
                "name": "ПЧ-19"
            },
            {
                "id": 174,
                "name": "ДС"
            },
            {
                "id": 170,
                "name": "РЦС-2"
            }
        ]
    },
    {
        "ks": "042003",
        "ms": "Чудово-Московское",
        "km": "118 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 231,
                "name": "ШЧ-5"
            },
            {
                "id": 893,
                "name": "ДОЛБ Чудово"
            },
            {
                "id": 232,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "023708",
        "ms": "Сортавала",
        "km": "259 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 207,
                "name": "СУ-45 Сортавала"
            },
            {
                "id": 920,
                "name": "КОЛБ Сортавала"
            },
            {
                "id": 205,
                "name": "ИЧ-2 СОРТАВАЛА"
            },
            {
                "id": 206,
                "name": "ДС(КПБ)"
            }
        ]
    },
    {
        "ks": "031808",
        "ms": "Санкт-Петербург-Тов.-Московский",
        "km": "3 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 191,
                "name": "ПМС-88"
            },
            {
                "id": 265,
                "name": "УРГ Санкт-Петербург-Главный"
            },
            {
                "id": 192,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064106",
        "ms": "Торжок",
        "km": "34 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 223,
                "name": "ИЧ-4 ТОРЖОК"
            },
            {
                "id": 925,
                "name": "ДОЛБ Торжок"
            },
            {
                "id": 224,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030203",
        "ms": "Мга",
        "km": "1 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 100,
                "name": "ЭЧ-14"
            },
            {
                "id": 99,
                "name": "ПЧ-29"
            },
            {
                "id": 101,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037405",
        "ms": "Кушелевка",
        "km": "1 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 89,
                "name": "ЭЧ-5"
            },
            {
                "id": 90,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050300",
        "ms": "Савелово",
        "km": "129 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 884,
                "name": "КОЛБ Савелово"
            },
            {
                "id": 364,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070003",
        "ms": "Березки",
        "km": "651 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 12,
                "name": "ОПМС-8"
            },
            {
                "id": 13,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073507",
        "ms": "Кингисепп",
        "km": "136 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 75,
                "name": "ПЧ-12"
            },
            {
                "id": 76,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034026",
        "ms": "Гатчина-Варшавская",
        "km": "45 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 50,
                "name": "ПЧ-24"
            },
            {
                "id": 51,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "031634",
        "ms": "Славянка",
        "km": "17 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 201,
                "name": "ДМВ (ТЧ-10)"
            },
            {
                "id": 202,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "072009",
        "ms": "Луга I",
        "km": "137 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 898,
                "name": "ДОЛБ Луга"
            },
            {
                "id": 452,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073603",
        "ms": "Веймарн",
        "km": "122 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 899,
                "name": "ДОЛБ Веймарн"
            },
            {
                "id": 396,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049106",
        "ms": "Лодейное Поле",
        "km": "243 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 905,
                "name": "ДОЛБ Лодейное поле"
            },
            {
                "id": 833,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045001",
        "ms": "Будогощь",
        "km": "99 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 907,
                "name": "ДОЛБ Будогощь"
            },
            {
                "id": 809,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012101",
        "ms": "Идель",
        "km": "722 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 909,
                "name": "КОЛБ Идель"
            },
            {
                "id": 670,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021755",
        "ms": "Озерское",
        "km": "38 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 600,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037700",
        "ms": "Пери",
        "km": "37 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 877,
                "name": "ПМС-29"
            },
            {
                "id": 608,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048508",
        "ms": "Мурманские Ворота",
        "km": "127 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 878,
                "name": "ПМС-77"
            },
            {
                "id": 836,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012703",
        "ms": "Сумский Посад",
        "km": "56 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 913,
                "name": "ДОЛБ Сумский посад"
            },
            {
                "id": 728,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027003",
        "ms": "Суккозеро",
        "km": "140 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 919,
                "name": "ДОЛБ Суккозеро"
            },
            {
                "id": 727,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066101",
        "ms": "Себеж",
        "km": "617 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 923,
                "name": "ДОЛБ Себеж"
            },
            {
                "id": 500,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "018108",
        "ms": "Заполярная",
        "km": "19 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 917,
                "name": "ДОЛБ Заполярная"
            },
            {
                "id": 760,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013801",
        "ms": "Лоухи",
        "km": "1004 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 879,
                "name": "ПМС-283"
            },
            {
                "id": 776,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057615",
        "ms": "Лунево",
        "km": "599 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 454,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "017444",
        "ms": "Моккет",
        "km": "95 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 779,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "018502",
        "ms": "Мурманск эксп",
        "km": "ПК ",
        "piket": "",
        "nodes": [
            {
                "id": 782,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016136",
        "ms": "Нефелиновый Пески",
        "km": "1289 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 784,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "024408",
        "ms": "Олонец",
        "km": "169 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 842,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067655",
        "ms": "Ост. Пункт 241 км",
        "km": "241 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 477,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027619",
        "ms": "Муезерка",
        "km": "237 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 698,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052700",
        "ms": "Медведево",
        "km": "1 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 103,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067665",
        "ms": "Назимово",
        "km": "279 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 463,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067301",
        "ms": "Опухлики",
        "km": "349 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 474,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "055728",
        "ms": "Любница",
        "km": "386 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 329,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064708",
        "ms": "Нелидово",
        "km": "334 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 341,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052310",
        "ms": "Панышино",
        "km": "246 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 351,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045711",
        "ms": "Погостье",
        "km": "34 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 612,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020305",
        "ms": "Приморск",
        "km": "123 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 619,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "031333",
        "ms": "Саблино",
        "km": "41 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 631,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020502",
        "ms": "Советский",
        "km": "145 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 635,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "075505",
        "ms": "Старый Петергоф",
        "km": "33 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 511,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071504",
        "ms": "Струги Красные",
        "km": "206 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 515,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042085",
        "ms": "Тигода",
        "km": "76 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 642,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "044846",
        "ms": "Тальцы-Мологские",
        "km": "127 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 860,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071608",
        "ms": "Плюсса",
        "km": "183 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 483,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070249",
        "ms": "Ритупе",
        "km": "354 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 495,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "044009",
        "ms": "Песь",
        "km": "220 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 846,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015102",
        "ms": "Пинозеро",
        "km": "1192 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 788,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049303",
        "ms": "Подпорожье",
        "km": "280 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 852,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014338",
        "ms": "Полярный Круг",
        "km": "1059 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 790,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "040031",
        "ms": "Пупышево",
        "km": "110 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 854,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074555",
        "ms": "Разъезд 135 км",
        "km": "135 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 873,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016225",
        "ms": "Рудный",
        "km": "1310 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 795,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065823",
        "ms": "Сердце",
        "km": "468 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 502,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046249",
        "ms": "Сиуч",
        "km": "383 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 857,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049604",
        "ms": "Пяжиева Сельга",
        "km": "362 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 717,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "033502",
        "ms": "СПб-Товарный -Витебский",
        "km": "5 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 508,
                "name": "ДС"
            },
            {
                "id": 931,
                "name": "НГЧ-7"
            }
        ]
    },
    {
        "ks": "017459",
        "ms": "Титовка",
        "km": "122 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 799,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046216",
        "ms": "Уйта",
        "km": "404 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 863,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026301",
        "ms": "Суоярви II",
        "km": "4 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 730,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "060707",
        "ms": "Поварово I",
        "km": "599 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 354,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073302",
        "ms": "Ивангород-Нарвский",
        "km": "158 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 429,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "058105",
        "ms": "Уторгош",
        "km": "189 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 524,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "053309",
        "ms": "Угловка",
        "km": "269 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 377,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011912",
        "ms": "Шавань",
        "km": "699 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 742,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046108",
        "ms": "Кадуй",
        "km": "428 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 824,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "062100",
        "ms": "Лихославль",
        "km": "1 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 326,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "060302",
        "ms": "Химки",
        "km": "631 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 381,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "060904",
        "ms": "Клин",
        "km": "561 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 316,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042906",
        "ms": "Пестово",
        "km": "318 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 845,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "024804",
        "ms": "Питкяранта",
        "km": "60 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 849,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014304",
        "ms": "Чупа",
        "km": "1032 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 802,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048828",
        "ms": "Юги",
        "km": "171 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 866,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036002",
        "ms": "СПб-Балтийский",
        "km": "1 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 263,
                "name": "УРГ СПб-Балтийский"
            },
            {
                "id": 874,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049905",
        "ms": "Онежский",
        "km": "394 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 707,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014709",
        "ms": "Алакуртти",
        "km": "99 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 887,
                "name": "ДОЛБ Алакурти"
            },
            {
                "id": 752,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050404",
        "ms": "Белый Городок",
        "km": "145 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 281,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "053506",
        "ms": "Боровичи",
        "km": "31 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 284,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "061659",
        "ms": "Дорошиха",
        "km": "478 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 297,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "017904",
        "ms": "Луостари",
        "km": "142 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 777,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "044507",
        "ms": "Неболчи",
        "km": "155 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 838,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "018201",
        "ms": "Никель-Мурманский",
        "km": "46 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 785,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052202",
        "ms": "Еремково",
        "km": "222 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 301,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "055200",
        "ms": "Валдай",
        "km": "349 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 287,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050048",
        "ms": "Элино",
        "km": "6 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 307,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063828",
        "ms": "Высокое",
        "km": "75 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 291,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025008",
        "ms": "Ляскеля",
        "km": "17 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 835,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063512",
        "ms": "Аристово",
        "km": "226 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 275,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "069400",
        "ms": "Баталино",
        "km": "40 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 278,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "055605",
        "ms": "Дворец",
        "km": "366 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 294,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064816",
        "ms": "Замошье (рзд)",
        "km": "369 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 304,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "062308",
        "ms": "Калашниково",
        "km": "419 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 310,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011804",
        "ms": "Сегежа",
        "km": "672 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 199,
                "name": "ПЧ-37"
            },
            {
                "id": 200,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "017482",
        "ms": "Нял",
        "km": "66 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 786,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "060232",
        "ms": "Москва-Товарная",
        "km": "3 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 870,
                "name": "ЭЧ-1"
            },
            {
                "id": 261,
                "name": "УРГ Москва"
            },
            {
                "id": 112,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "062900",
        "ms": "Академическая",
        "km": "346 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 272,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047844",
        "ms": "Мыслино",
        "km": "140 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 837,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058302",
        "ms": "Батецкая",
        "km": "148 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 389,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "035323",
        "ms": "Броневая",
        "km": "4 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 392,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070087",
        "ms": "Вешки",
        "km": "617 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 399,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056504",
        "ms": "Волот",
        "km": "510 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 406,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057441",
        "ms": "Вязье",
        "km": "256 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 411,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067123",
        "ms": "Горушки-Невельские",
        "km": "461 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 417,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050508",
        "ms": "Калязин",
        "km": "1 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 311,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "055906",
        "ms": "Кневицы",
        "km": "417 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 317,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "068802",
        "ms": "Кувшиново",
        "km": "57 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 322,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064021",
        "ms": "Льняная",
        "km": "51 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 328,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052005",
        "ms": "Малышево",
        "km": "201 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 331,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052503",
        "ms": "Мста",
        "km": "268 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 336,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "054903",
        "ms": "Нарачино",
        "km": "318 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 340,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063349",
        "ms": "Обовражье (рзд)",
        "km": "185 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 342,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051318",
        "ms": "Остолопово",
        "km": "312 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 347,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "069109",
        "ms": "Пено",
        "km": "148 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 352,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063442",
        "ms": "Погорелое Городище",
        "km": "194 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 355,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056101",
        "ms": "Пола",
        "km": "440 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 359,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063635",
        "ms": "Рождествено (рзд)",
        "km": "147 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 362,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051835",
        "ms": "Сидорково",
        "km": "174 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 366,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "060444",
        "ms": "Сходня",
        "km": "620 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 372,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050601",
        "ms": "Углич",
        "km": "47 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 376,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065310",
        "ms": "Улин (рзд)",
        "km": "388 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 379,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073815",
        "ms": "Вруда",
        "km": "97 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 408,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065611",
        "ms": "Жижица",
        "km": "426 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 423,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057028",
        "ms": "Загоскино (рзд)",
        "km": "350 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 427,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074803",
        "ms": "Калище",
        "km": "82 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 432,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074702",
        "ms": "Копорье",
        "km": "100 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 438,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065804",
        "ms": "Кунья",
        "km": "450 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 443,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070728",
        "ms": "Ливамяэ",
        "km": "37 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 449,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056608",
        "ms": "Морино",
        "km": "532 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 461,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066313",
        "ms": "Нащекино",
        "km": "578 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 465,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066855",
        "ms": "Новохованск",
        "km": "385 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 471,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070200",
        "ms": "Остров",
        "km": "326 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 478,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057314",
        "ms": "Плотовец",
        "km": "297 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 482,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071006",
        "ms": "Полоковая",
        "km": "5 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 485,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066120",
        "ms": "Посинь (рзд)",
        "km": "633 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 489,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073105",
        "ms": "Рудничная",
        "km": "165 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 497,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071805",
        "ms": "Серебрянка",
        "km": "160 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 503,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058001",
        "ms": "Сольцы",
        "km": "206 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 507,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "075609",
        "ms": "Стрельна",
        "km": "23 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 512,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057206",
        "ms": "Судома",
        "km": "287 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 516,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "072102",
        "ms": "Толмачево",
        "km": "123 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 520,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "033803",
        "ms": "Фрезерный",
        "km": "1 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 525,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "072013",
        "ms": "Луга II",
        "km": "4 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 453,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "072301",
        "ms": "Дивенская",
        "km": "85 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 420,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "075007",
        "ms": "Лебяжье",
        "km": "61 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 447,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070906",
        "ms": "Моглино",
        "km": "13 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 458,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071129",
        "ms": "Молоди",
        "km": "240 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 459,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071824",
        "ms": "Разъезд 144 км",
        "km": "144 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 493,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067208",
        "ms": "Разъезд 451 км",
        "km": "451 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 494,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022508",
        "ms": "Боровинка",
        "km": "49 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 541,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030237",
        "ms": "Войтоловка",
        "km": "8 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 548,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030222",
        "ms": "Горы",
        "km": "43 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 553,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "041852",
        "ms": "Гряды",
        "km": "142 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 556,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045266",
        "ms": "Жарок",
        "km": "42 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 561,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030805",
        "ms": "Ижоры",
        "km": "20 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 565,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038008",
        "ms": "Капитолово",
        "km": "18 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 570,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022207",
        "ms": "Красный Сокол",
        "km": "54 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 574,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022007",
        "ms": "Лесогорский",
        "km": "17 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 580,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021331",
        "ms": "Лужайка",
        "km": "148 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 583,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020521",
        "ms": "Матросово",
        "km": "154 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 589,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048442",
        "ms": "Назия",
        "km": "68 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 593,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "032302",
        "ms": "Новолисино",
        "km": "43 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 598,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037804",
        "ms": "Орехово",
        "km": "64 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 602,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030608",
        "ms": "Пелла",
        "km": "36 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 607,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020610",
        "ms": "Пихтовое",
        "km": "1 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 611,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020409",
        "ms": "Прибылово",
        "km": "136 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 616,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "023002",
        "ms": "Приозерск",
        "km": "140 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 620,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "040949",
        "ms": "Радофинниково",
        "km": "96 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 624,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030909",
        "ms": "Рыбацкое",
        "km": "15 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 629,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "039053",
        "ms": "Сестрорецк",
        "km": "35 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 634,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045603",
        "ms": "Андреево",
        "km": "50 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 536,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "028326",
        "ms": "Боровая",
        "km": "316 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 655,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025756",
        "ms": "Веркко",
        "km": "413 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 658,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010214",
        "ms": "Голиковка",
        "km": "400 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 665,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025436",
        "ms": "Виллагора",
        "km": "502 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 659,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025603",
        "ms": "Иматозеро",
        "km": "460 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 671,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "028006",
        "ms": "Кивиярви",
        "km": "119 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 674,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "031206",
        "ms": "Ушаки",
        "km": "63 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 647,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "023202",
        "ms": "Элисенваара",
        "km": "194 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 652,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "023642",
        "ms": "Куокканиэми",
        "km": "240 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 680,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026509",
        "ms": "Лахколамен",
        "km": "50 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 684,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010820",
        "ms": "Лижма",
        "km": "494 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 690,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037908",
        "ms": "Токсово",
        "km": "24 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 643,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011819",
        "ms": "Май-Губа",
        "km": "683 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 693,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013119",
        "ms": "Мягрека",
        "km": "824 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 699,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026405",
        "ms": "Найстенъярви",
        "km": "32 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 702,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012544",
        "ms": "Нюхча",
        "km": "116 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 706,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027234",
        "ms": "Лендеры",
        "km": "61 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 687,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026903",
        "ms": "Петрогранит",
        "km": "123 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 712,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027751",
        "ms": "Разъезд 24 км",
        "km": "24 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 718,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026922",
        "ms": "Руголамби",
        "km": "132 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 722,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010500",
        "ms": "Суна",
        "km": "442 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 729,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012722",
        "ms": "Сухое",
        "km": "30 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 731,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049500",
        "ms": "Токари",
        "km": "315 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 734,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "023801",
        "ms": "Хелюля",
        "km": "265 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 740,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027520",
        "ms": "Сонозеро",
        "km": "211 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 725,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "028311",
        "ms": "Юшкозеро",
        "km": "335 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 749,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047007",
        "ms": "Ефимовская",
        "km": "275 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 818,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "054551",
        "ms": "Зарубинская",
        "km": "50 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 821,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "054104",
        "ms": "Котово",
        "km": "20 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 829,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048705",
        "ms": "Лунгачи",
        "km": "154 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 834,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015133",
        "ms": "Уполокша",
        "km": "38 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 800,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047100",
        "ms": "Коли",
        "km": "263 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 826,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "044300",
        "ms": "Киприя",
        "km": "188 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 825,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014450",
        "ms": "Ручьи-Карельские",
        "km": "1143 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 796,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045482",
        "ms": "Пороги",
        "km": "7 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 853,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016627",
        "ms": "Пулозеро",
        "km": "1362 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 792,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "017001",
        "ms": "Кола",
        "km": "1438 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 769,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014376",
        "ms": "Ковда",
        "km": "1097 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 768,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047401",
        "ms": "Большой Двор",
        "km": "226 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 807,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "043608",
        "ms": "Огарево",
        "km": "58 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 841,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "044206",
        "ms": "Анциферово",
        "km": "199 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 806,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014605",
        "ms": "Белое Море эксп",
        "km": "1151 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 755,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015701",
        "ms": "Кандалакша эксп.",
        "km": "1172 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 764,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014003",
        "ms": "Кестеньга",
        "km": "63 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 765,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046803",
        "ms": "Подборовье",
        "km": "1 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 850,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016121",
        "ms": "Хибины",
        "km": "1278 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 801,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046700",
        "ms": "Заборье",
        "km": "306 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 819,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014357",
        "ms": "Пояконда",
        "km": "1079 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 791,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014802",
        "ms": "Белое Море",
        "km": "1153 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 754,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016742",
        "ms": "Кица",
        "km": "1386 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 766,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "043203",
        "ms": "Кабожа",
        "km": "265 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 823,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016600",
        "ms": "Лапландия",
        "km": "1352 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 774,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016954",
        "ms": "Шонгуй",
        "km": "1419 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 803,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048122",
        "ms": "Новый Быт",
        "km": "100 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 840,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015326",
        "ms": "Куропта",
        "km": "95 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 773,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016719",
        "ms": "Тайбола",
        "km": "1372 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 797,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "018305",
        "ms": "Мурманск перевалка",
        "km": "1449 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 781,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "017302",
        "ms": "Пяйве",
        "km": "41 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 793,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015805",
        "ms": "Титан",
        "km": "13 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 798,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048601",
        "ms": "Колчаново",
        "km": "146 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 827,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016831",
        "ms": "Магнетиты",
        "km": "1409 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 778,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016403",
        "ms": "Мончегорск",
        "km": "31 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 780,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042709",
        "ms": "Дынино",
        "km": "373 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 817,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046019",
        "ms": "Нелазское",
        "km": "457 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 839,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "018606",
        "ms": "Комсомольск-Мурманский",
        "km": "7 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 771,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014107",
        "ms": "Пяозеро",
        "km": "102 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 794,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "017105",
        "ms": "Мурмаши",
        "km": "15 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 783,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014611",
        "ms": "Ням-Озеро",
        "km": "42 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 787,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049002",
        "ms": "Оять-Волховстроевский",
        "km": "203 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 843,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047647",
        "ms": "Валя",
        "km": "165 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 810,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "043010",
        "ms": "Абросово",
        "km": "291 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 805,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015608",
        "ms": "Африканда",
        "km": "1219 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 753,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "043133",
        "ms": "Бугры",
        "km": "279 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 808,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "019007",
        "ms": "Ваенга",
        "km": "31 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 756,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "024594",
        "ms": "Видлица",
        "km": "129 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 812,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "044850",
        "ms": "Водогон",
        "km": "134 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 813,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048001",
        "ms": "Волховстрой-2",
        "km": "125 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 815,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016920",
        "ms": "Выходной",
        "km": "1431 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 757,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013903",
        "ms": "Еловая",
        "km": "34 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 758,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049021",
        "ms": "Заостровье",
        "km": "224 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 820,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "024433",
        "ms": "Ильинская",
        "km": "155 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 822,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016231",
        "ms": "Куна",
        "km": "1318 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 772,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "024908",
        "ms": "Леппясилта",
        "km": "38 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 832,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016757",
        "ms": "Лопарская",
        "km": "1402 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 775,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048902",
        "ms": "Паша",
        "km": "194 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 844,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047308",
        "ms": "Пикалево-1",
        "km": "237 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 847,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047204",
        "ms": "Пикалево-2",
        "km": "245 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 848,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "053900",
        "ms": "Поддубье",
        "km": "5 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 851,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015504",
        "ms": "Полярные Зори",
        "km": "1199 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 789,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016244",
        "ms": "Ягельный Бор",
        "km": "1327 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 804,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012328",
        "ms": "Горелый Мост",
        "km": "775 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 666,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012614",
        "ms": "Колежма",
        "km": "79 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 676,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063315",
        "ms": "Княжьи Горы",
        "km": "173 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 318,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "041439",
        "ms": "Бурга",
        "km": "181 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 543,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045505",
        "ms": "Глажево",
        "km": "38 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 551,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020201",
        "ms": "Ермилово",
        "km": "114 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 560,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "024700",
        "ms": "Салми",
        "km": "91 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 855,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042802",
        "ms": "Сандово",
        "km": "357 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 856,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073251",
        "ms": "Вервенка",
        "km": "179 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 397,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "039602",
        "ms": "Каннельярви",
        "km": "75 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 569,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038807",
        "ms": "Левашово",
        "km": "20 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 579,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046606",
        "ms": "Верхневольский",
        "km": "318 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 811,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048207",
        "ms": "Войбокало",
        "km": "92 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 814,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "054509",
        "ms": "Гамзино",
        "km": "58 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 816,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015203",
        "ms": "Ена",
        "km": "77 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 759,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "016140",
        "ms": "Имандра",
        "km": "1300 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 761,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "015006",
        "ms": "Кандалакша перевалка",
        "km": "1172 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 763,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "014408",
        "ms": "Княжая",
        "km": "1116 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 767,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "017209",
        "ms": "Кола эксп",
        "km": "1438 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 770,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046042",
        "ms": "Комариха",
        "km": "440 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 828,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047825",
        "ms": "Куколь",
        "km": "20 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 830,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "043805",
        "ms": "Кушавера",
        "km": "240 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 831,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "044102",
        "ms": "Соминка",
        "km": "204 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 858,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046004",
        "ms": "Суда",
        "km": "451 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 859,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046502",
        "ms": "Тешемля",
        "km": "330 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 861,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "046315",
        "ms": "Тимошкино",
        "km": "363 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 862,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "047613",
        "ms": "Цвылево",
        "km": "183 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 864,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "043504",
        "ms": "Чагода",
        "km": "46 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 865,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049229",
        "ms": "Яндеба",
        "km": "271 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 867,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049207",
        "ms": "Янега",
        "km": "252 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 868,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074305",
        "ms": "Войсковицы",
        "km": "56 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 403,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034401",
        "ms": "Горелово",
        "km": "20 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 416,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066309",
        "ms": "Идрица",
        "km": "589 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 430,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066629",
        "ms": "Киселевичи (рзд)",
        "km": "403 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 436,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057935",
        "ms": "Леменка",
        "km": "226 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 448,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070412",
        "ms": "Псков-Туристский",
        "km": "276 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 242,
                "name": "УРГ Псков"
            },
            {
                "id": 876,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070501",
        "ms": "Псков-Товарный",
        "km": "275 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 244,
                "name": "УРГ Псков"
            },
            {
                "id": 875,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020606",
        "ms": "Высоцк",
        "km": "11 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 270,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022423",
        "ms": "Алхо",
        "km": "184 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 535,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "039208",
        "ms": "Белоостров",
        "km": "32 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 537,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "041621",
        "ms": "Большая Вишера",
        "km": "152 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 538,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036303",
        "ms": "Борисова Грива",
        "km": "38 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 539,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "041104",
        "ms": "Боровенка",
        "km": "231 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 540,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022300",
        "ms": "Бородинское",
        "km": "61 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 542,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037560",
        "ms": "Васкелово",
        "km": "52 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 545,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "031302",
        "ms": "Тосно",
        "km": "53 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 932,
                "name": "ПЧМ-Тосно"
            },
            {
                "id": 646,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "035004",
        "ms": "Предпортовая",
        "km": "8 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 933,
                "name": "ПЧМ-СПБ"
            },
            {
                "id": 490,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010905",
        "ms": "Нигозеро",
        "km": "463 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 934,
                "name": "ПЧМ-Нигозеро"
            },
            {
                "id": 703,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026809",
        "ms": "Аконъярви",
        "km": "86 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 653,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013706",
        "ms": "Амбарный",
        "km": "967 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 654,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027018",
        "ms": "Брусничная",
        "km": "147 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 657,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012710",
        "ms": "Вирма (рзд)",
        "km": "45 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 660,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012741",
        "ms": "Выг",
        "km": "11 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 662,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027107",
        "ms": "Гимольская",
        "km": "110 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 664,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021609",
        "ms": "Возрождение",
        "km": "24 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 547,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020907",
        "ms": "Гаврилово",
        "km": "108 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 550,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "033413",
        "ms": "Глухоозерская",
        "km": "3 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 552,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022705",
        "ms": "Громово",
        "km": "102 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 554,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010604",
        "ms": "Заделье (рзд)",
        "km": "449 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 668,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010801",
        "ms": "Кедрозеро",
        "km": "486 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 673,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027713",
        "ms": "Кимасозеро (рзд)",
        "km": "48 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 675,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012008",
        "ms": "Кочкома",
        "km": "711 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 678,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013509",
        "ms": "Кузема",
        "km": "891 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 679,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011005",
        "ms": "Кяппесельга",
        "km": "525 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 681,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027709",
        "ms": "Ледмозеро",
        "km": "272 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 685,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027732",
        "ms": "Ледмозеро II",
        "km": "4 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 686,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026208",
        "ms": "Леппясюрья",
        "km": "343 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 688,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012205",
        "ms": "Летний",
        "km": "745 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 689,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010426",
        "ms": "Лучевой",
        "km": "434 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 692,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011429",
        "ms": "Малыга",
        "km": "582 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 695,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "024005",
        "ms": "Маткаселькя",
        "km": "296 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 697,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010727",
        "ms": "Мянсельга",
        "km": "472 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 700,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011908",
        "ms": "Надвоицы",
        "km": "692 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 701,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025703",
        "ms": "Новые Пески",
        "km": "452 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 704,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027408",
        "ms": "Пенинга",
        "km": "185 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 709,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "027747",
        "ms": "Пертозеро",
        "km": "61 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 711,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025900",
        "ms": "Пийтсиеки",
        "km": "389 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 713,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013231",
        "ms": "Поньгома",
        "km": "874 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 714,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011522",
        "ms": "Раменцы",
        "km": "615 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 720,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011720",
        "ms": "Ригозеро (рзд)",
        "km": "657 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 721,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "035508",
        "ms": "Автово",
        "km": "3 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 269,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "035809",
        "ms": "Новый Порт",
        "km": "13 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 271,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034806",
        "ms": "Александровская",
        "km": "22 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 385,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "032406",
        "ms": "Антропшино",
        "km": "33 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 386,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065734",
        "ms": "Артемово",
        "km": "439 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 387,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057140",
        "ms": "Ашево",
        "km": "319 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 388,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025421",
        "ms": "Сяньга",
        "km": "478 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 732,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012629",
        "ms": "Тегозеро",
        "km": "68 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 733,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010303",
        "ms": "Томицы",
        "km": "412 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 735,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012633",
        "ms": "Ухтица",
        "km": "92 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 739,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025309",
        "ms": "Чална-Онежская",
        "km": "523 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 741,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013123",
        "ms": "Шуерецкая",
        "km": "808 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 745,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010407",
        "ms": "Шуйская",
        "km": "423 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 746,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013602",
        "ms": "Энгозеро",
        "km": "950 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 747,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025506",
        "ms": "Эссойла",
        "km": "467 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 748,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058213",
        "ms": "Бахарево",
        "km": "157 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 390,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "075204",
        "ms": "Большая Ижора",
        "km": "52 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 391,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "075308",
        "ms": "Бронка",
        "km": "47 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 393,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066328",
        "ms": "Брыканово",
        "km": "568 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 394,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070215",
        "ms": "Брянчаниново",
        "km": "338 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 395,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034702",
        "ms": "Верево",
        "km": "34 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 398,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "032336",
        "ms": "Владимирская",
        "km": "1 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 400,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071400",
        "ms": "Владимирский Лагерь",
        "km": "211 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 401,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067231",
        "ms": "Власье",
        "km": "433 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 402,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "033409",
        "ms": "Волковская",
        "km": "5 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 404,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074004",
        "ms": "Волосово",
        "km": "85 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 405,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066737",
        "ms": "Воробецкая (рзд)",
        "km": "486 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 407,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066525",
        "ms": "Выдумка",
        "km": "515 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 409,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "059004",
        "ms": "Вырица",
        "km": "59 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 410,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065202",
        "ms": "Гарнея",
        "km": "625 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 412,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034100",
        "ms": "Гатчина-Пасс.-Балтийская",
        "km": "46 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 413,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056740",
        "ms": "Гачки",
        "km": "235 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 414,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066652",
        "ms": "Гущино",
        "km": "496 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 418,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057403",
        "ms": "Дедовичи",
        "km": "277 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 419,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070287",
        "ms": "Дуловская",
        "km": "310 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 421,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074201",
        "ms": "Елизаветино",
        "km": "68 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 422,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066421",
        "ms": "Забелье",
        "km": "542 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 424,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066205",
        "ms": "Заваруйка",
        "km": "599 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 425,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067119",
        "ms": "Завережье",
        "km": "476 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 426,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058340",
        "ms": "Заклинье",
        "km": "138 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 428,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067212",
        "ms": "Изоча",
        "km": "445 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 431,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070056",
        "ms": "Карамышево",
        "km": "629 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 433,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070037",
        "ms": "Кеб",
        "km": "642 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 434,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074108",
        "ms": "Кикерино",
        "km": "76 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 435,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "032355",
        "ms": "Кобралово",
        "km": "39 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 437,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074606",
        "ms": "Котлы",
        "km": "120 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 439,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034308",
        "ms": "Красное Село",
        "km": "26 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 440,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074540",
        "ms": "Кртлы II",
        "km": "123 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 441,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057920",
        "ms": "Куклино",
        "km": "215 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 442,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "033108",
        "ms": "Купчинская",
        "km": "14 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 444,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058117",
        "ms": "Кчеры",
        "km": "178 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 445,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071307",
        "ms": "Лапино",
        "km": "218 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 446,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057121",
        "ms": "Лозовицы",
        "km": "329 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 450,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070615",
        "ms": "Любятово",
        "km": "271 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 455,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071716",
        "ms": "Лямцево",
        "km": "171 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 456,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066536",
        "ms": "Маево",
        "km": "531 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 457,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073707",
        "ms": "Молосковицы",
        "km": "110 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 460,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "072206",
        "ms": "Мшинская",
        "km": "106 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 462,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "035705",
        "ms": "Нарвская",
        "km": "18 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 464,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067000",
        "ms": "Невель I",
        "km": "463 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 466,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067104",
        "ms": "Невель II",
        "km": "466 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 467,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "058904",
        "ms": "Новинка",
        "km": "85 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 468,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070802",
        "ms": "Новоизборск",
        "km": "24 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 469,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071203",
        "ms": "Новоселье",
        "km": "228 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 470,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "075512",
        "ms": "Новый Петергоф",
        "km": "29 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 472,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "075401",
        "ms": "Ораниенбаум",
        "km": "40 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 475,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058502",
        "ms": "Оредеж",
        "km": "129 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 476,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "032508",
        "ms": "Павловск",
        "km": "27 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 479,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056203",
        "ms": "Парфино",
        "km": "454 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 480,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058124",
        "ms": "Передольская",
        "km": "167 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 481,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057600",
        "ms": "Подсевы",
        "km": "605 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 484,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056631",
        "ms": "Полонка",
        "km": "544 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 486,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057704",
        "ms": "Порхов",
        "km": "582 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 487,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "059201",
        "ms": "Поселок",
        "km": "7 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 488,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034128",
        "ms": "Пудость",
        "km": "40 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 491,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066402",
        "ms": "Пустошка",
        "km": "558 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 492,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057738",
        "ms": "Роща",
        "km": "569 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 496,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073406",
        "ms": "Сала",
        "km": "147 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 498,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056909",
        "ms": "Самолуково",
        "km": "386 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 499,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "059108",
        "ms": "Семрино",
        "km": "45 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 501,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "072507",
        "ms": "Сиверская",
        "km": "68 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 504,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "077924",
        "ms": "Скангали (рзд)",
        "km": "393 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 505,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "073001",
        "ms": "Сланцы",
        "km": "157 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 506,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034909",
        "ms": "Среднерогатская",
        "km": "2 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 509,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056307",
        "ms": "Старая Русса",
        "km": "471 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 510,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056913",
        "ms": "Стримовичи",
        "km": "375 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 513,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "072403",
        "ms": "Строганово",
        "km": "77 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 514,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057102",
        "ms": "Сущево",
        "km": "341 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 517,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034204",
        "ms": "Тайцы",
        "km": "34 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 518,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058603",
        "ms": "Тарковичи",
        "km": "122 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 519,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "071106",
        "ms": "Торошино",
        "km": "254 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 521,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056449",
        "ms": "Тулебля",
        "km": "489 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 522,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "074502",
        "ms": "Усть-Луга",
        "km": "29 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 523,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "032707",
        "ms": "Царское село",
        "km": "23 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 526,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "035207",
        "ms": "Цветочная",
        "km": "2 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 527,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058800",
        "ms": "Чаща",
        "km": "97 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 528,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070408",
        "ms": "Череха",
        "km": "281 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 529,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "070304",
        "ms": "Черская",
        "km": "300 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 530,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "057333",
        "ms": "Чихачево",
        "km": "309 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 531,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "058711",
        "ms": "Чолово",
        "km": "110 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 532,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "034810",
        "ms": "Шоссейная",
        "km": "12 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 533,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "066614",
        "ms": "Шубино",
        "km": "413 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 534,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "077943",
        "ms": "Белкино",
        "km": "375 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 872,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "072028",
        "ms": "Генерала Омельченко (рзд)",
        "km": "131 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 415,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013710",
        "ms": "Боярская",
        "km": "985 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 656,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011400",
        "ms": "Вичка",
        "km": "565 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 661,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "024109",
        "ms": "Вяртсиля",
        "km": "25 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 663,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049801",
        "ms": "Деревянка",
        "km": "372 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 667,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025718",
        "ms": "Застава",
        "km": "440 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 669,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "023905",
        "ms": "Кааламо",
        "km": "287 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 672,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "010708",
        "ms": "Кондопога",
        "km": "457 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 677,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "049708",
        "ms": "Ладва",
        "km": "345 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 682,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013227",
        "ms": "Ламбино",
        "km": "854 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 683,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026000",
        "ms": "Лоймола",
        "km": "369 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 691,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012397",
        "ms": "Маленьга",
        "km": "128 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 694,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011541",
        "ms": "Масельская",
        "km": "597 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 696,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011503",
        "ms": "Новый Посёлок",
        "km": "503 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 705,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025402",
        "ms": "Падозеро",
        "km": "514 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 708,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011109",
        "ms": "Пергуба",
        "km": "545 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 710,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026706",
        "ms": "Поросозеро",
        "km": "80 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 715,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011113",
        "ms": "Предмедгорский",
        "km": "550 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 716,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "026104",
        "ms": "Райконкоски",
        "km": "357 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 719,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012510",
        "ms": "Руйга",
        "km": "106 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 723,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "013528",
        "ms": "Сиг",
        "km": "920 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 724,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012309",
        "ms": "Сосновец",
        "km": "760 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 726,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012116",
        "ms": "Тунгуда",
        "km": "733 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 736,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012313",
        "ms": "Уда",
        "km": "770 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 737,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011749",
        "ms": "Уросозеро",
        "km": "636 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 738,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "012737",
        "ms": "Шижня (рзд)",
        "km": "16 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 743,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "011734",
        "ms": "Шпаловой",
        "km": "664 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 744,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "023604",
        "ms": "Яккима",
        "km": "219 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 750,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "025120",
        "ms": "Янисъярви",
        "km": "321 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 751,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "053101",
        "ms": "Алешинка",
        "km": "297 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 273,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067903",
        "ms": "Андреаполь",
        "km": "191 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 274,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065325",
        "ms": "Барсово (рзд)",
        "km": "399 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 276,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063423",
        "ms": "Бартенево (рзд)",
        "km": "210 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 277,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "056025",
        "ms": "Беглово",
        "km": "427 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 279,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051708",
        "ms": "Бежецк",
        "km": "135 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 280,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "053008",
        "ms": "Березайка",
        "km": "305 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 282,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050103",
        "ms": "Бологое-Полоцкое",
        "km": "7 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 283,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052109",
        "ms": "Брусово",
        "km": "214 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 285,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052804",
        "ms": "Бушевец",
        "km": "327 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 286,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "061803",
        "ms": "Васильевский Мох",
        "km": "18 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 288,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051604",
        "ms": "Весьегонск",
        "km": "376 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 289,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051816",
        "ms": "Викторово",
        "km": "158 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 290,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052433",
        "ms": "Гриблянка",
        "km": "253 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 292,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "054800",
        "ms": "Гузятино",
        "km": "310 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 293,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "055107",
        "ms": "Добывалово",
        "km": "337 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 295,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "061705",
        "ms": "Доронинская",
        "km": "12 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 296,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052414",
        "ms": "Дремуха",
        "km": "260 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 298,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "055003",
        "ms": "Едрово",
        "km": "325 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 299,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "062524",
        "ms": "Елизаровка",
        "km": "371 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 300,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065005",
        "ms": "Жарковский",
        "km": "47 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 302,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "061305",
        "ms": "Завидово",
        "km": "532 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 303,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065306",
        "ms": "Западная Двина",
        "km": "379 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 305,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064820",
        "ms": "Земцы",
        "km": "360 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 306,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063508",
        "ms": "Зубцов",
        "km": "219 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 308,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064515",
        "ms": "Ильмановка (рзд)",
        "km": "302 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 309,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050457",
        "ms": "Калязин-Пост",
        "km": "181 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 312,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052607",
        "ms": "Кафтино",
        "km": "281 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 313,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050809",
        "ms": "Кашин",
        "km": "205 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 314,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051002",
        "ms": "Кесова Гора",
        "km": "237 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 315,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "061201",
        "ms": "Конаково ГРЭС",
        "km": "37 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 319,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "061131",
        "ms": "Конаковский Мох",
        "km": "18 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 320,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051303",
        "ms": "Красный Холм",
        "km": "294 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 321,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "069608",
        "ms": "Куженкино",
        "km": "23 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 323,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063419",
        "ms": "Курково (рзд)",
        "km": "202 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 324,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "062736",
        "ms": "Леонтьево",
        "km": "356 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 325,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "055802",
        "ms": "Лычково",
        "km": "406 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 327,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051905",
        "ms": "Максатиха",
        "km": "186 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 330,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064426",
        "ms": "Махерово",
        "km": "278 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 332,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063029",
        "ms": "Мелихово (рзд)",
        "km": "140 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 333,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064303",
        "ms": "Мончалово",
        "km": "250 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 334,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064604",
        "ms": "Мостовая",
        "km": "311 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 335,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063014",
        "ms": "Муравьево (рзд)",
        "km": "243 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 337,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063325",
        "ms": "Муриково (рзд)",
        "km": "161 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 338,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "050832",
        "ms": "Мюд (рзд)",
        "km": "224 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 339,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051479",
        "ms": "Овинище I",
        "km": "328 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 343,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064500",
        "ms": "Оленино",
        "km": "289 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 344,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "062505",
        "ms": "Осеченка",
        "km": "380 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 345,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "069203",
        "ms": "Осташков",
        "km": "113 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 346,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063616",
        "ms": "Осуга",
        "km": "164 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 348,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064619",
        "ms": "Паникля",
        "km": "324 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 349,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063122",
        "ms": "Панино",
        "km": "113 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 350,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052626",
        "ms": "Платищенка (рзд)",
        "km": "288 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 353,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051229",
        "ms": "Подобино",
        "km": "121 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 356,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "060800",
        "ms": "Подсолнечная",
        "km": "586 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 357,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064727",
        "ms": "Подсосенка (рзд)",
        "km": "347 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 358,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "068709",
        "ms": "Ранцево",
        "km": "72 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 360,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "061409",
        "ms": "Редкино",
        "km": "518 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 361,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065518",
        "ms": "Русаново",
        "km": "416 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 363,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "068501",
        "ms": "Селижарово",
        "km": "112 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 365,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "068412",
        "ms": "Скакулино",
        "km": "120 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 367,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "068107",
        "ms": "Соблаго",
        "km": "165 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 368,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "062401",
        "ms": "Спирово",
        "km": "398 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 369,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "065407",
        "ms": "Старая Торопа",
        "km": "406 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 370,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "063705",
        "ms": "Старица",
        "km": "94 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 371,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064229",
        "ms": "Терешкино",
        "km": "19 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 373,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "069006",
        "ms": "Торжок-Южный",
        "km": "7 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 374,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "067706",
        "ms": "Торопец",
        "km": "237 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 375,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "052306",
        "ms": "Удомля",
        "km": "238 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 378,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "069307",
        "ms": "Фирово",
        "km": "56 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 380,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "064430",
        "ms": "Чертолино",
        "km": "263 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 382,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051801",
        "ms": "Шишково",
        "km": "149 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 383,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "051411",
        "ms": "Овинище 2",
        "km": "393 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 871,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021774",
        "ms": "Дружное",
        "km": "20 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 559,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "048404",
        "ms": "Жихарево",
        "km": "80 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 562,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036905",
        "ms": "Заневский Пост",
        "km": "5 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 563,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030580",
        "ms": "Заневски Пост II",
        "km": "3 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 564,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042107",
        "ms": "Ирса",
        "km": "1 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 566,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021702",
        "ms": "Каменногорск",
        "km": "41 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 567,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021736",
        "ms": "Каменногорск I",
        "km": "45 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 568,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "020803",
        "ms": "Кирилловское",
        "km": "89 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 571,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036407",
        "ms": "Кирпичный Завод",
        "km": "8 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 572,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "031600",
        "ms": "Колпино",
        "km": "25 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 573,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "039814",
        "ms": "Куолемаярви",
        "km": "101 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 575,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036337",
        "ms": "Ладожское Озеро",
        "km": "46 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 576,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038215",
        "ms": "Ланская",
        "km": "6 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 577,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038915",
        "ms": "Лахта",
        "km": "17 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 578,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "039000",
        "ms": "Лисий Нос",
        "km": "24 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 581,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022654",
        "ms": "Лосево-I",
        "km": "90 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 582,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "041049",
        "ms": "Лустовка",
        "km": "62 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 584,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042408",
        "ms": "Любань",
        "km": "83 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 585,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "040173",
        "ms": "Люболяды",
        "km": "68 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 586,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045800",
        "ms": "Малукса",
        "km": "26 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 587,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030504",
        "ms": "Манушкино",
        "km": "18 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 588,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036106",
        "ms": "Мельничный Ручей",
        "km": "16 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 590,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036801",
        "ms": "Нева",
        "km": "7 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 594,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030107",
        "ms": "Невдубстрой",
        "km": "13 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 595,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038900",
        "ms": "Новая Деревня",
        "km": "8 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 597,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "031526",
        "ms": "Нурма",
        "km": "11 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 599,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "053703",
        "ms": "Окуловка",
        "km": "249 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 601,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022813",
        "ms": "Отрадное",
        "km": "115 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 603,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030400",
        "ms": "Павлово-на-Неве",
        "km": "29 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 604,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038510",
        "ms": "Парголово",
        "km": "16 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 605,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038309",
        "ms": "Парнас",
        "km": "9 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 606,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036500",
        "ms": "Петрокрепость",
        "km": "23 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 609,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037024",
        "ms": "Пискаревка",
        "km": "4 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 610,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "040703",
        "ms": "Подберезье",
        "km": "53 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 613,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037306",
        "ms": "Полюстрово",
        "km": "11 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 614,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045247",
        "ms": "Посадниково",
        "km": "59 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 615,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "039706",
        "ms": "Приветненское",
        "km": "68 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 617,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021505",
        "ms": "Пригородная",
        "km": "137 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 618,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022103",
        "ms": "Пруды",
        "km": "9 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 621,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "032105",
        "ms": "Пустынька",
        "km": "18 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 622,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045105",
        "ms": "Пчевжа",
        "km": "88 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 623,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "040722",
        "ms": "Разъезд 64 км",
        "km": "64 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 625,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037005",
        "ms": "Ржевка",
        "km": "5 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 626,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "040987",
        "ms": "Рогавка",
        "km": "121 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 627,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "039405",
        "ms": "Рощино",
        "km": "59 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 628,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042501",
        "ms": "Рябово",
        "km": "73 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 630,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "030701",
        "ms": "Саперная",
        "km": "26 км ПК 9",
        "piket": "9",
        "nodes": [
            {
                "id": 632,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021806",
        "ms": "Светогорск",
        "km": "26 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 633,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "045849",
        "ms": "Сологубовка",
        "km": "8 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 636,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037503",
        "ms": "Сосново",
        "km": "74 км ПК 31",
        "piket": "31",
        "nodes": [
            {
                "id": 637,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "040671",
        "ms": "Спасская Полисть",
        "km": "26 км ПК 1",
        "piket": "1",
        "nodes": [
            {
                "id": 638,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "032139",
        "ms": "Стекольный",
        "km": "32 км ПК 6",
        "piket": "6",
        "nodes": [
            {
                "id": 639,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "021007",
        "ms": "Таммисуо",
        "km": "5 км ПК 5",
        "piket": "5",
        "nodes": [
            {
                "id": 640,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "045459",
        "ms": "Теребочево (рзд)",
        "km": "25 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 641,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "041208",
        "ms": "Торбино",
        "km": "216 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 644,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042200",
        "ms": "Торфяное",
        "km": "110 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 645,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "042022",
        "ms": "Чудово-Кировское",
        "km": "6 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 649,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "031507",
        "ms": "Шапки",
        "km": "20 км ПК 8",
        "piket": "8",
        "nodes": [
            {
                "id": 650,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038506",
        "ms": "Шувалово",
        "km": "12 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 651,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "028504",
        "ms": "Бусловская",
        "km": "155 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 544,
                "name": "ДС(ПКО)"
            }
        ]
    },
    {
        "ks": "021204",
        "ms": "Верхнечеркасово",
        "km": "120 км ПК 4",
        "piket": "4",
        "nodes": [
            {
                "id": 546,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037607",
        "ms": "Грузино",
        "km": "45 км ПК 2",
        "piket": "2",
        "nodes": [
            {
                "id": 555,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "037109",
        "ms": "Дача Долгорукова",
        "km": "8 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 557,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "038027",
        "ms": "Девяткино",
        "km": "13 км ПК 0",
        "piket": "0",
        "nodes": [
            {
                "id": 558,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "041418",
        "ms": "Мстинский Мост",
        "km": "189 км ПК 7",
        "piket": "7",
        "nodes": [
            {
                "id": 591,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022921",
        "ms": "Мюллюпельто",
        "km": "125 км ПК 3",
        "piket": "3",
        "nodes": [
            {
                "id": 592,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "036604",
        "ms": "Невская Дубровка",
        "km": "38 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 596,
                "name": "ДС"
            }
        ]
    },
    {
        "ks": "022404",
        "ms": "Хийтола",
        "km": "173 км ПК 10",
        "piket": "10",
        "nodes": [
            {
                "id": 648,
                "name": "ДС"
            }
        ]
    }
]